Repository: JFrancoG/MangaLibrary
Catalog: MangaLibraryWatch Watch App/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %lld more on iPhone
es: %lld más en el iPhone

source: Couldn't refresh your readings. Open Manga Library on your iPhone.
es: No se han podido actualizar tus lecturas. Abre Manga Library en el iPhone.

source: Let's refresh
es: Vamos a actualizar

source: Open Manga Library on your iPhone to bring your readings here.
es: Abre Manga Library en el iPhone para ver aquí tus lecturas.

source: Reading
es: Leyendo

source: Set your current volume in Manga Library on your iPhone.
es: Marca tu tomo actual en Manga Library en el iPhone.

source: Sign in to Manga Library on your iPhone.
es: Inicia sesión en Manga Library en el iPhone.

source: Updated %@
es: Actualizado: %@

source: Volume %lld · Total unknown
es: Tomo %lld · Total desconocido

source: Volume %lld of %lld
es: Tomo %lld de %lld

source: What are you reading?
es: ¿Qué estás leyendo?

source: Your manga, right here
es: Tus mangas, aquí
